Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Here are some tips to make the most of your check-in conversation.
id_id: Berikut adalah beberapa tips untuk memaksimalkan pertemuan check-in Anda.

source: Coaching tips
id_id: Tips pembinaan

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
id_id: Unggah logo dan ketik label yang ingin Anda lihat di tab browser. Jika Anda tidak mengubahnya, logo dan label beqom default akan digunakan.

source: Cancel edit
id_id: Batalkan edit

source: Application header
id_id: Judul aplikasi

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
id_id: Pilih logo dan label yang ingin Anda lihat di judul aplikasi. Anda dapat mengunggah logo perusahaan Anda atau mempertahankan logo beqom default.

source: Display option
id_id: Opsi tampilan

source: Company logo & platform label
id_id: Logo perusahaan & label platform

source: Company logo
id_id: Logo perusahaan

source: Default beqom logo
id_id: Logo beqom default

source: Company logo & beqom default logo
id_id: Logo perusahaan & logo default beqom

source: Email header
id_id: Header email

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
id_id: Pilih logo dan label yang ingin Anda lihat di judul email yang dikirim oleh sistem. Anda dapat mengunggah logo perusahaan Anda atau mempertahankan logo default beqom.

source: Upload your logo
id_id: Unggah logo Anda

source: Go to Web version
id_id: Buka versi Web

source: Office 365 plugin
id_id: Plugin Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
id_id: Konfigurasikan label tombol yang mengarahkan ke aplikasi beqom dari Office 365.

source: Button label
id_id: Label tombol

source: You can change the beqom label to a name that will be familiar to your users.
id_id: Anda dapat mengubah label beqom menjadi nama yang akan lebih dikenal oleh pengguna Anda.

source: Platform label
id_id: Label platform

source: My compensation history
id_id: Riwayat kompensasi saya

source: Total compensation
id_id: Total kompensasi

source: Your changes to the configuration were successfully applied.
id_id: Perubahan pada konfigurasi Anda berhasil diterapkan.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
id_id: Anda memiliki komentar yang belum disimpan. Apakah Anda yakin ingin meninggalkan dan membuang komentar Anda?

source: Unsaved comment
id_id: Komentar belum disimpan

source: Collapse {{groupKey}}
id_id: Ciutkan {{groupKey}}

source: Drag to reorder column {{columnName}}
id_id: Seret untuk mengubah urutan kolom {{columnName}}

source: Drag to reorder group {{groupKey}}
id_id: Seret untuk mengubah urutan grup {{groupKey}}

source: Expand {{groupKey}}
id_id: Perluas {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
id_id: Kolom beku bersifat tetap; kolom hanya dapat diubah urutannya di dalam grupnya saat ini.

source: Set column visibility
id_id: Atur visibilitas kolom

source: Column config
id_id: Konfigurasi kolom

source: Toggle visibility for {{columnName}}
id_id: Alihkan visibilitas untuk {{columnName}}

source: Clear search
id_id: Hapus pencarian

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
id_id: Tidak ada pekerja yang cocok dengan kriteria pencarian/filter. Hapus filter dan bersihkan pencarian untuk menampilkan semua pekerja.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
id_id: Izin akses Anda saat ini tidak memungkinkan Anda melihat informasi di grid ini. Jika Anda yakin ini adalah kesalahan, silakan hubungi administrator atau tim HR Anda.

source: You don't have access to this data
id_id: Anda tidak memiliki akses ke data ini

source: Contact information
id_id: Informasi kontak

source: Copy goal
id_id: Salin tujuan

source: Name of the country.
id_id: Nama negara.

source: Add deliverable
id_id: Tambah deliverable

source: Add measurement criterion
id_id: Tambahkan kriteria pengukuran

source: Attachments
id_id: Lampiran

source: Specify tangible outcomes for your goal
id_id: Tentukan hasil nyata untuk tujuan Anda

source: Deliverable
id_id: Hasil kerja

source: Describe the goal
id_id: Jelaskan tujuannya

source: Goal target
id_id: Target tujuan

source: Other colleagues
id_id: Rekan kerja lainnya

source: Create one individual goal per colleague in the selected population.
id_id: Buat satu tujuan individu untuk setiap rekan kerja dalam populasi yang dipilih.

source: Goal owner
id_id: Pemilik tujuan

source: Search by people
id_id: Cari berdasarkan orang

source: Who do you want to create this goal for?
id_id: Untuk siapa Anda ingin membuat tujuan ini?

source: Search by people and org units
id_id: Cari berdasarkan orang dan unit organisasi

source: Creator
id_id: Pembuat

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
id_id: Untuk membuat atau menyalin tujuan, setidaknya satu rencana tujuan dan satu jenis tujuan harus dikonfigurasi terlebih dahulu.

source: Setup required
id_id: Pengaturan diperlukan

source: Myself
id_id: Diri Saya

source: Create your individual goals visible to you and your manager.
id_id: Buat tujuan individu Anda yang dapat dilihat oleh Anda dan manajer Anda.

source: My organization
id_id: Organisasi saya

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
id_id: Membuat satu tujuan yang terlihat oleh populasi. Mengubah progres tujuan ini akan memperbarui progres untuk semua orang.

source: Owner's manager
id_id: Manajer pemilik

source: Goal alignment
id_id: Penyelarasan tujuan

source: Identify which goals align with the created goal
id_id: Identifikasi tujuan mana yang selaras dengan tujuan yang telah dibuat

source: Key deliverables
id_id: Hasil kerja utama

source: Key results
id_id: Hasil utama

source: Define how you will measure success
id_id: Tentukan bagaimana Anda akan mengukur keberhasilan

source: Maximum target
id_id: Target maksimum

source: Minimum target
id_id: Target minimum

source: Starting value
id_id: Nilai awal

source: Target value
id_id: Nilai target

source: Basic info
id_id: Info dasar

source: Name of the goal
id_id: Nama tujuan

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
id_id: Pekerja dalam sebuah tujuan organisasi akan otomatis disertakan berdasarkan rencana tujuan yang dipilih. Kontrol akses individual dari pengguna yang membuat tujuan tidak diperhitungkan.

source: Goal population based on the goal plan.
id_id: Populasi sasaran berdasarkan rencana sasaran.

source: Based on the selected goal plan
id_id: Berdasarkan rencana tujuan yang dipilih

source: Priority
id_id: Prioritas

source: Automatically using a deliverable
id_id: Secara otomatis menggunakan hasil kerja

source: Automatically using the average of measurement criteria
id_id: Secara otomatis menggunakan rata-rata kriteria pengukuran

source: Manually
id_id: Secara manual

source: Progress tracking
id_id: Pelacakan progres

source: Tag library
id_id: Katalog tag

source: Specify which tags from the following libraries can be added to the created goal
id_id: Tentukan tag dari pustaka berikut yang dapat ditambahkan ke tujuan yang dibuat

source: Tags and alignment
id_id: Tag dan penyelarasan

source: Progress tracking method
id_id: Metode pelacakan progres

source: Who should see your goal?
id_id: Siapa yang harus melihat tujuan Anda?

source: Make the goal visible to
id_id: Buat tujuan ini terlihat oleh

source: Search for workers or organizational units
id_id: Cari pekerja atau unit organisasi

source: Managers will be able to view the goals of their team members.
id_id: Manajer akan dapat melihat tujuan anggota tim mereka.

source: Give a value between 0 and 100.
id_id: Masukkan nilai antara 0 dan 100.

source: Session expired
id_id: Sesi telah berakhir

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
id_id: Sesi Anda telah terbuka cukup lama, dan aplikasi telah diperbarui di latar belakang. Silakan muat ulang halaman untuk memastikan semuanya berfungsi dengan baik.

source: Eligible
id_id: Memenuhi syarat

source: Eligible {{eligibleCount}}/{{totalCount}}
id_id: Memenuhi syarat {{eligibleCount}}/{{totalCount}}

source: Not eligible
id_id: Tidak memenuhi syarat

source: Advanced
id_id: Lanjutan

source: This column has conditional formatting applied based on rules.
id_id: Kolom ini memiliki pemformatan bersyarat yang diterapkan berdasarkan aturan.

source: Unassigned
id_id: Belum ditetapkan

source: Refresh data
id_id: Muat ulang data

source: Row size
id_id: Ukuran baris

source: Extra tall
id_id: Sangat tinggi

source: Short
id_id: Pendek

source: Tall
id_id: Tinggi

source: Sort
id_id: Urutkan

source: Select fields and values
id_id: Pilih bidang dan nilai

source: Direct Reports
id_id: Bawahan Langsung

source: View formula
id_id: Lihat rumus

source: Indirect reports
id_id: Laporan tidak langsung

source: Role view
id_id: Tampilan peran

source: Reject & logout
id_id: Tolak & keluar

source: Data privacy statement
id_id: Pernyataan privasi data

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
id_id: Silakan terima pernyataan privasi data untuk melanjutkan. Jika Anda menolak pernyataan tersebut, Anda akan keluar dari sistem.

source: Please accept the data privacy statement to proceed.
id_id: Silakan setujui pernyataan privasi data untuk melanjutkan.

source: Next month
id_id: Bulan depan

source: Previous month
id_id: Bulan sebelumnya

source: Date picker calendar
id_id: Kalender pemilih tanggal

source: Invalid date format. Please use {{dateFormat}}.
id_id: Format tanggal tidak valid. Silakan gunakan {{dateFormat}}.

source: Month
id_id: Bulan

source: Pick a date
id_id: Pilih tanggal

source: Year
id_id: Tahun

source: Calendar tool
id_id: Kalender

source: Select date & time
id_id: Pilih tanggal & waktu

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
id_id: Anda akan menolak tujuan <strong>{{goalTitle}}</strong>. Apakah Anda yakin ingin melanjutkan?

source: Reject goal
id_id: Tolak tujuan

source: Comment
id_id: Komentar

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
id_id: {{managerName}} menolak tujuan <0>{{goalTitle}}</0>.

source: Rejected goal
id_id: Tujuan ditolak

source: The goal was rejected.
id_id: Tujuan tersebut ditolak.

source: The default language is required.
id_id: Bahasa default wajib diisi.

source: Are you sure you want to delete this item?
id_id: Apakah Anda yakin ingin menghapus item ini?

source: The goal was successfully deleted.
id_id: Tujuan berhasil dihapus.

source: Please add at least one deliverable.
id_id: Silakan tambahkan setidaknya satu hasil kerja.

source: Are you sure you want to quit without saving your changes?
id_id: Apakah Anda yakin ingin keluar tanpa menyimpan perubahan Anda?

source: Discard changes
id_id: Buang perubahan

source: Discard comment
id_id: Buang komentar

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
id_id: Anda memiliki perubahan yang belum disimpan. Apakah Anda yakin ingin meninggalkan halaman ini dan membuang perubahan Anda?

source: You will lose any unsaved changes to your comment.
id_id: Anda akan kehilangan perubahan yang belum disimpan pada komentar Anda.

source: Quit without saving
id_id: Keluar tanpa menyimpan

source: Keep editing
id_id: Terus edit

source: Unsaved changes
id_id: Perubahan belum disimpan

source: Discard comment changes
id_id: Buang perubahan komentar

source: Congratulations! Your goal is completed.
id_id: Selamat! Tujuan Anda telah tercapai.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
id_id: Ekspor ini difilter berdasarkan izin akses Anda. Ekspor ini hanya berisi data pekerja yang Anda berwenang untuk melihatnya.

source: The password doesn't meet the requirements.
id_id: Kata sandi tidak memenuhi persyaratan.

source: Must contain at least one lowercase letter
id_id: Harus mengandung setidaknya satu huruf kecil

source: Maximum password length: {{max}} characters
id_id: Panjang maksimum kata sandi: {{max}} karakter

source: Minimum password length: {{min}} characters
id_id: Panjang minimum kata sandi: {{min}} karakter

source: Must contain at least one uppercase letter
id_id: Harus mengandung setidaknya satu huruf kapital

source: Drafts
id_id: Draf

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
id_id: Tekan tombol spasi untuk mulai menyeret. Saat menyeret, Anda dapat menggunakan tombol panah untuk memindahkan item dan tombol escape untuk membatalkan aksi.

source: Dragging was canceled and the sortable item was dropped.
id_id: Penggeseran dibatalkan dan item yang dapat diurutkan telah dijatuhkan.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
id_id: Item yang dapat diurutkan dijatuhkan pada posisi {{position}} dari {{itemCount}}.

source: The draggable item is no longer over a droppable area.
id_id: Item yang dapat diseret sudah tidak berada di atas area yang dapat dijatuhkan.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
id_id: Item yang dapat diurutkan telah dipindahkan ke posisi {{position}} dari {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
id_id: Item dapat dipindahkan telah dipilih. Item ini berada di posisi {{position}} dari {{itemCount}}.

source: Upload image
id_id: Unggah gambar

source: Delete image
id_id: Hapus gambar

source: Are you sure you want to delete this file?
id_id: Apakah Anda yakin ingin menghapus file ini?

source: Delete photo
id_id: Hapus foto

source: or drag & drop
id_id: atau seret & lepas

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
id_id: Unggahan gagal. Pastikan file Anda memenuhi persyaratan untuk unggahan file yang tercantum di atas.

source: Drag & drop or click upload to add file.
id_id: Seret & jatuhkan atau klik unggah untuk menambahkan file.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
id_id: Format file yang didukung: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Ukuran file maksimum: 10MB. Jumlah file maksimum: {{count}} file.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
id_id: Format file yang didukung: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Ukuran file maksimum: 10MB. Jumlah maksimum file: {{count}} file.

source: Supported file formats: JPG, JPEG, PNG
id_id: Format file yang didukung: JPG, JPEG, PNG

source: Upload documents
id_id: Unggah dokumen

source: Maximum file size: {{fileSize}}MB
id_id: Ukuran file maksimum: {{fileSize}}MB

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
id_id: Seret dan lepas file Anda di sini atau klik untuk memilih file. Gambar harus berformat jpg/jpeg atau png. Resolusi gambar yang disarankan: {{resolution}} piksel. Ukuran maksimum gambar: 2MB.

source: Preview only; population settings prevent you from opening this goal.
id_id: Hanya pratinjau. Pengaturan populasi mencegah Anda membuka tujuan ini.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
id_id: Tidak ada hasil yang cocok dengan kriteria pencarian/filter.<br/>Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Enter URL
id_id: Masukkan URL

source: Equity manager
id_id: Manajer ekuitas

source: Grant price
id_id: Harga hibah

source: Grant timeline
id_id: Jadwal hibah

source: Grant timeline help
id_id: Bantuan jadwal hibah

source: Next grants vested amount
id_id: Jumlah vested berikutnya dari hibah

source: All my equity plans
id_id: Semua rencana ekuitas saya

source: My equity plans
id_id: Rencana ekuitas saya

source: First vesting
id_id: Vesting pertama

source: Grant date
id_id: Tanggal pemberian

source: Grants
id_id: Hibah

source: Last vesting
id_id: Vesting terakhir

source: Executive plan name
id_id: Nama rencana eksekutif

source: Next vesting
id_id: Vesting berikutnya

source: Strike price
id_id: Harga kesepakatan

source: Vested grants
id_id: Hibah yang diberikan

source: Vesting date
id_id: Tanggal vesting

source: Vesting period
id_id: Masa vesting

source: Reset to current value
id_id: Atur ulang ke nilai saat ini

source: My equity simulation
id_id: Simulasi ekuitas saya

source: Stock trend ($/unit)
id_id: Tren saham (Rp/unit)

source: Equity overview
id_id: Gambaran umum ekuitas

source: My equity overview
id_id: Gambaran umum ekuitas saya

source: Total grants vested amount
id_id: Jumlah total hibah yang telah menjadi hak

source: Equity plan type
id_id: Jenis rencana ekuitas

source: Stock options
id_id: Opsi saham

source: 403 - Access denied
id_id: 403 - Akses ditolak

source: 404 - Page not found
id_id: 404 - Halaman tidak ditemukan

source: Unexpected error
id_id: Kesalahan tak terduga

source: More information is available in the console.
id_id: Informasi lebih lanjut tersedia di konsol.

source: Error ID: {{text}}
id_id: ID kesalahan: {{text}}

source: Error
id_id: Kesalahan

source: Your form contains the following errors
id_id: Formulir Anda berisi kesalahan berikut

source: Message: {{text}}
id_id: Pesan: {{text}}

source: Information not provided.
id_id: Informasi tidak tersedia.

source: Connection lost
id_id: Koneksi terputus

source: Your device has lost Internet access. Please check your network and try again.
id_id: Perangkat Anda kehilangan akses Internet. Harap periksa jaringan Anda dan coba lagi.

source: The page cannot be displayed.
id_id: Halaman tidak dapat ditampilkan.

source: A proxy is blocking the connection. Please try again.
id_id: Koneksi diblokir oleh proxy. Silakan coba lagi.

source: An unexpected error has occurred.
id_id: Terjadi kesalahan tak terduga.

source: divide
id_id: bagi

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
id_id: Operator hilang. Anda memerlukan operator seperti + atau * di antara angka dan bidang atau sebelum tanda kurung.

source: An expression is required.
id_id: Ekspresi diperlukan.

source: Expression incomplete. Make sure there is a number or field after the operator.
id_id: Ekspresi tidak lengkap. Pastikan ada angka atau bidang setelah operator.

source: An expression cannot end with an operator. End with a number, field or ) .
id_id: Sebuah ekspresi tidak dapat diakhiri dengan operator. Akhiri dengan angka, bidang, atau ).

source: An expression cannot start with an operator. Start with a number, field or ( .
id_id: Ekspresi tidak dapat dimulai dengan operator. Mulailah dengan angka, bidang, atau ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
id_id: Tanda kurung tidak cocok. Pastikan setiap ( memiliki pasangan ) yang sesuai.

source: Missing operator after parenthesis
id_id: Operator hilang setelah tanda kurung

source: Cannot calculate a single operator. Please enter a full expression.
id_id: Tidak dapat menghitung satu operator saja. Silakan masukkan ekspresi lengkap.

source: Expression formula
id_id: Rumus ekspresi

source: Expression builder
id_id: Pembuat ekspresi

source: left parenthesis
id_id: tanda kurung buka

source: subtract
id_id: kurangi

source: multiply
id_id: kalikan

source: add
id_id: tambah

source: right parenthesis
id_id: tanda kurung tutup

source: Sum
id_id: Jumlah

source: Text
id_id: Teks

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
id_id: Fitur Pay Intelligence yang menawarkan analitik canggih untuk analisis data, visualisasi, dan wawasan.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
id_id: Fitur Manajemen Kinerja yang memungkinkan Administrator HR membuat pustaka perilaku yang kemudian dapat digunakan oleh karyawan untuk menyoroti tindakan spesifik dalam umpan balik yang mereka berikan.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
id_id: Fitur Manajemen Kinerja yang memungkinkan manajer dan karyawan untuk secara kolaboratif membuat rencana pengembangan dan membantu karyawan mencapai tujuan profesional yang lebih tinggi.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
id_id: Fitur Manajemen Kinerja yang memungkinkan karyawan untuk menjadwalkan percakapan rutin dengan manajer dan bawahan mereka guna menyelaraskan tujuan.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
id_id: Fitur Transparansi Gaji yang memungkinkan admin dan peran kepatuhan memberikan akses kepada pekerja aktif ke dokumen yang berkaitan dengan kompensasi atau kinerja mereka.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
id_id: Fitur Manajemen Kompensasi yang memungkinkan manajer dan admin kompensasi membandingkan kompensasi karyawan serta dengan cepat mengidentifikasi kesenjangan dan ketidaksesuaian.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
id_id: Fitur Manajemen Kompensasi yang memungkinkan admin HR membuat putaran kompensasi yang kemudian digunakan oleh manajer dan admin kompensasi untuk meninjau data kompensasi bawahan mereka dan tenaga kerja perusahaan secara keseluruhan.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
id_id: Fitur ini dimatikan dan tidak dapat diaktifkan. Untuk mengubahnya, silakan hubungi administrator sistem Anda.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
id_id: Fitur ini diaktifkan dan tidak dapat dimatikan. Untuk mengubahnya, silakan hubungi administrator sistem Anda.
